bierner.markdown-mermaid
ms-azuretools.vscode-containers
MS-CEINTL.vscode-language-pack-es
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-wsl
oderwat.indent-rainbow
openai.chatgpt
usernamehw.errorlens
